Repository: fullstory-morgue/configure-dsl
Catalog: po/*.po
Languages: de, pt

source: ERROR: $0 needs root capabilities, please start it as root
pt: Erro: $0 só o super utilizador (root) pode usar este programa.

source: PPP Configuration for Modem
de: PPP Konfiguration f√ºr Modem
pt: Configuração PPP para o modem

source: Provider
de: Anbieter
pt: Operadora

source: Error: bad provider name
de: Fehler: Anbietername falsch
pt: Erro: operadora desconhecida

source: Number
de: Nummer
pt: Número

source: Error: bad number
de: Fehler: falsche Nummer
pt: Erro: o número entrado não é correcto

source: Username
de: Benutzername
pt: Utente

source: Error: bad username
de: Fehler: falscher Benutzername
pt: Erro: nome do utilizador desconhecido ou errado

source: Password
de: Passwort
pt: Senha

source: Error: bad password
de: Fehler: falsches Passwort
pt: Erro: senha errada

source: Device
de: Schnittstelle
pt: Interface

source: Error: bad device
de: falsche Schnittstelle
pt: interface errada

source: Connect now?
de: Verbinden?
pt: Ligar?
